"FIND_PROMPT" = "Find:";
"REPLACE_PROMPT" = "Replace:";
"SEARCH_IN_PROMPT" = "Search in:";
"PREVIEW_PROMPT" = "Preview:";
"FILTER_PROMPT" = "Filter:";
"MATCHING_PROMPT" = "Matching:";

"SELECTED_TEXT_ONLY" = "Selected text only";
"WRAP_AROUND_CHECKBOX" = "Wrap around";

"GREP_CHECKBOX" = "Grep";
"CASE_SENSITIVE_CHECKBOX" = "Case sensitive";
"ENTIRE_WORD_CHECKBOX" = "Entire word";
"EXCLUDE_MATCHES_CHECKBOX" = "Exclude matches";
"LIVE_MATCHES_CHECKBOX" = "Show matches";

"NEXT_BUTTON" = "Next";
"PREVIOUS_BUTTON" = "Previous";
"FIND_ALL_BUTTON" = "Find All";

"REPLACE_BUTTON" = "Replace";
"REPLACE_ALL_BUTTON" = "Replace All";
"REPLACE_AND_FIND_BUTTON" = "Replace & Find";

"EXTRACT_BUTTON" = "Extract";

"SEARCH_OPTIONS_BUTTON" = "Options…";
"SAVE_SEARCH_SET_BUTTON" = "Save Set…";
"EDIT_FILTER_BUTTON" = "Edit…";
"OTHER_SEARCH_SOURCE" = "Other…";

"NO_FILTER" = "None";
"NEW_FILTER" = "New…";
"CURRENT_TERMS" = "Current Criteria";

"SAVE_GREP_PATTERN" = "Save…";
"MANAGE_PATTERNS" = "Manage Patterns…";

"NO_SOURCES_MAIN" = "No search sources were specified.";
"NO_SOURCES_SUB" = "None of the selected items were found on disk. Please check your configured web sites and other search sources.";
"EXCLUDE_MATCHES_SUMMARY" = "“Exclude Matches” is turned on: the search results will exclude files that match the search string or pattern.";

"QUICK_SEARCH_DESCRIPTION" = "Search Text";
"QUICK_SEARCH_NOT_FOUND" = "Not found";
"QUICK_SEARCH_ONE_FOUND" = "One match found";
"QUICK_SEARCH_MORE_FOUND" = "%@ matches found";
"QUICK_SEARCH_DONE_BUTTON_TITLE" = "Done";
"QUICK_SEARCH_EMACS_TOOLTIP" = "That’s “isearch”, for you Emacs users following the action at home.";
"QUICK_SEARCH_IN_PROGRESS" = "Searching…";

"SEARCH_HISTORY_MENU_GREP_PROMPT" = "Grep: ";
"SEARCH_HISTORY_MENU_SEARCH_PROMPT" = "Search: ";
"SEARCH_HISTORY_MENU_REPLACE_PROMPT" = "Replace: ";
"SEARCH_HISTORY_MENU_NO_REPLACE_STRING" = "nothing";

"SEARCH_HISTORY_MENU_NO_HISTORY" = "No History";
"SEARCH_HISTORY_MENU_HISTORY_DISABLED" = "History Disabled";
"SEARCH_HISTORY_MENU_CLEAR" = "Clear History";

"MFS_NOTHING_TO_SEARCH" = "(nothing to search)";
"MFS_FILE_FILTER_CURRENT_CRITERIA" = "Only files matching the current filter criteria will be searched";
"MFS_FILE_FILTER_NAMED" = "Only files matching the filter “%@” will be searched";
"MFS_FOLDER_FILTER_CURRENT_CRITERIA" = "Only folders matching the current filter criteria will be searched";
"MFS_FOLDER_FILTER_NAMED" = "Only folders matching the filter “%@” will be searched";

"SHARED_PATTERN_TESTER_TITLE" = "Pattern Playground";
"DEFAULT_TESTER_WINDOW_NAME" = "Pattern Playground %@";
"PATTERN_TESTER_USE_FOR_FIND" = "Use Pattern for Find";
"TEXT_VIEW_USE_SELECTION_FOR_FIND" = "Use Selection for Find";
"PATTERN_TESTER_DISCARD_PATTERN" = "Discard Pattern";
"PATTERN_TESTER_SCRATCH" = "Scratch Space";

"CONFIRM_SEARCH_SOURCE_DELETE_ONE_MAIN" = "Are you sure you want to permanently remove “%@” from this list?";
"CONFIRM_SEARCH_SOURCE_DELETE_TWO_MAIN" = "Are you sure you want to permanently remove “%@” and one other item from this list?";
"CONFIRM_SEARCH_SOURCE_DELETE_COUNTED_MAIN" = "Are you sure you want to permanently remove “%@” and %@ other items from this list?";
"CONFIRM_SEARCH_SOURCE_DELETE_SUB" = "This operation cannot be undone.";
"CONFIRM_SEARCH_SOURCE_DELETE_OK" = "Delete";

"MFS_BRIEF_SUMMARY_UserItem" = "Everything in “My Files & Folders”";
"MFS_BRIEF_SUMMARY_SavedSearchSet" = "Every Saved Search Set";
"MFS_BRIEF_SUMMARY_Folder" = "Every Recent Folder";
"MFS_BRIEF_SUMMARY_OpenDocument" = "Every Open Text Document";
"MFS_BRIEF_SUMMARY_SearchResultsBrowser" = "Every Search Results Window";
"MFS_BRIEF_SUMMARY_Project" = "Every Open Project";
"MFS_BRIEF_SUMMARY_DiskBrowser" = "Every Disk Browser";
"MFS_BRIEF_SUMMARY_SpotlightSearch" = "Every Saved Spotlight Search";
"MFS_BRIEF_SUMMARY_XcodeProject" = "Every Xcode Project";
"MFS_BRIEF_SUMMARY_FrontmostProject" = "The Frontmost Project";
"MFS_BRIEF_SUMMARY_OpenWindows" = "Every Open Editing Window";
